Repository: PREreview/api
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.prereview.description
source: This plugin allows you to give your authors the option to request constructive feedback on their preprint from the PREreview research community (https://prereview.org/reviews).
es_es: Este plugin permite a los autores solicitar comentarios constructivos sobre su preprint a la comunidad de investigadores de PREreview (https://prereview.org/reviews).
pt_br: Este plugin permite oferecer aos autores a opção de solicitar da comunidade PREreview (https://prereview.org) pareceres construtivos para os seus preprints

# plugins.generic.prereview.apisettings
source: Configure access to the PREreview API to request reviews from the PREreview community.
es_es: Configure las claves de acceso a la API de PREreview para solicitar reseñas a la comunidad de PREreview.
pt_br: Configure acesso à API do PREreview para solicitar pareceres da comunidade PREreview.

# plugins.generic.prereview.apisettings.title
source: API Keys
es_es: Claves API
pt_br: Chaves API

# plugins.generic.prereview.apisettings.key
source: KEY
es_es: LLave

# plugins.generic.prereview.apisettings.option
source: PREreview display configuration
es_es: Configuración de PREreview
pt_br: Configuração de exibição do PREreview

# plugins.generic.prereview.apisettings.optionDescription
source: On PREreview, community reviewers can provide rapid and structured feedback in the form of a Rapid PREreview (e.g., ___), and a longer free-formed review, a Full PREreview (e.g., ___).
es_es: En PREreview, los revisores pueden proporcionar comentarios rápidos y estructurados en formato de Rapid PREreview (por ejemplo, ___), y una revisión más larga de forma libre, una Full PREreview (por ejemplo, ___).
pt_br: No PREreview, os pareceristas da comunidade podem fornecer pareceres rápidos e estruturados na forma de um Rapid PREreview (Ex:___), e na forma de um parecer mais longo e livre, um Full PREreview (Ex:____).

# plugins.generic.prereview.apisettings.optionDescription.ask
source: What reviews from the PREreview website would you like to be displayed near the preprint?
es_es: ¿Qué reseñas del sitio de PREreview le gustaría que aparecieran?
pt_br: Que tipos de pareceres do website do PREreview você gostaria de exibir próximo a um preprint?

# plugins.generic.prereview.apisettings.showrevisions
source: Display Rapid PREreviews only
es_es: Mostrar solo revisiones rapidas
pt_br: Exibir somente os Rapid PREreviews

# plugins.generic.prereview.apisettings.showrevisionsLong
source: Display Full PREreviews only
es_es: Mostrar solo revisiones largas
pt_br: Exibir somente os Full PREreviews

# plugins.generic.prereview.apisettings.showrevisionsBoth
source: Display both Rapid PREreviews and Full PREreviews
es_es: Mostrar revisiones rapidas y largas
pt_br: Exibir ambos os Rapid PREreviews e Full PREreviews

# plugins.generic.prereview.view.message
source: No reviews registered
es_es: No se ha registrado ninguna reseña
pt_br: Não há revisões registadas

# plugins.generic.prereview.view.textRapidReview
source: Rapid PREreviews
es_es: PREreviews rapidas
pt_br: PREreviews rapid

# plugins.generic.prereview.view.textLongReview
source: Full PREreviews
es_es: PREreviews completas
pt_br: PREreviews completo

# plugins.generic.prereview.view.textRequest
source: Request
es_es: Solicitudes
pt_br: Solicitação

# plugins.generic.prereview.view.textRequests
source: Requests
es_es: Solicitud
pt_br: Solicitação(ões)

# plugins.generic.prereview.view.textViewSite
source: View on the PREreview website
es_es: Ver en el sitio de PREreview
pt_br: Ver no site

# plugins.generic.prereview.publication.success
source: Decision saved successfully
es_es: Datos guardados correctamente
pt_br: Decisão salva com sucesso

# plugins.generic.prereview.description.p1
source: PREreview is a free and open source preprint review platform, a resource center and convener. Via the PREreview platform, any researcher with an ORCID iD can provide constructive feedback to a preprint.
es_es: PREreview es una plataforma de revisión de preprints gratuita y de código abierto, un centro de recursos y un convocante. A través de la plataforma PREreview, cualquier investigador con un ORCID puede aportar comentarios constructivos a un preprint.
pt_br: PREreview é uma plataforma gratuita e de código aberto, um centro de recursos e uma convocadora. Por meio da plataforma PREreview, qualquer pesquisador com um ORCID iD pode fornecer pareceres construtivos para um preprint.

# plugins.generic.prereview.description.p2
source: You can now request feedback from your peers via this plugin and choose to have it openly displayed next to your preprint on this preprint server.
es_es: Ahora puede solicitar los comentarios de sus compañeros a través de este plugin y elegir que se muestren abiertamente junto a su preprint en este servidor de preprints.
pt_br: Você pode agora solicitar pareceres de seus pares por meio deste plugin e escolher disponibilizá-los publicamente ao lado do seu preprint neste servidor.

# plugins.generic.prereview.description.p3
source: To learn more about how the PREreview platform works, <a href="https://prereview.org/" target="_blank">read here</a>. If you have questions or concerns about what this means, please contact PREreview at contact@prereview.org.
es_es: Para saber más sobre el funcionamiento de la plataforma PREreview, <a href="https://prereview.org/" target="_blank">lea aquí</a>. Si tiene preguntas o dudas sobre lo que esto significa, póngase en contacto con PREreview en contact@prereview.org.
pt_br: Para saber mais sobre como a plataforma PREreview funciona, <a href="https://prereview.org/" target="_blank">leia aqui</a>. Se você tem perguntas ou preocupações sobre o que isto significa, por favor entre em contato com o PREreview em contact@prereview.org.

# plugins.generic.prereview.description.buttoncheck
source: Yes, please let the PREreview research community know I would like to solicit constructive feedback on my preprint and have it displayed next to my preprint on this preprint server.
es_es: Sí, por favor, haga saber a la comunidad de PREreview que me gustaría solicitar comentarios constructivos sobre mi preprint y que se muestren junto a mi preprint.
pt_br: Sim, por favor permita que a comunidade de pesquisadores PREreview saiba que eu gostaria de solicitar avaliações construtivas para o meu preprint e exibi-las ao lado do meu preprint neste servidor.

# plugins.generic.prereview.description.notdisplay
source: Yes, please let the PREreview research community know I would like to receive constructive feedback on my preprint BUT I would NOT like to have it displayed next to my preprint on this server.
es_es: Sí, por favor, haga saber a la comunidad investigadora de PREreview que me gustaría recibir comentarios constructivos sobre mi preprint PERO NO me gustaría que se mostraran junto a mi preprint.
pt_br: Sim, por favor permita que a comunidade de pesquisadores PREreview saiba que eu gostaria de solicitar avaliações construtivas para o meu preprint mas eu NÃO gostaria de exibi-las ao lado do meu preprint neste servidor.

# plugins.generic.prereview.description.notsolicit
source: No, I do not wish to solicit constructive feedback from the PREreview research community.
es_es: No, no deseo solicitar comentarios constructivos de la comunidad investigadora de PREreview.
pt_br: Não, eu não gostaria de solicitar avaliações construtivas à comunidade de pesquisadores PREreview.

# plugins.generic.prereview.semaphore.author
source: The author's contribution statement was identified in the document
es_es: Se identificó la declaración de contribución del autor

# plugins.generic.prereview.semaphore.authorFalse
source: No authors identified
es_es: No hay autores identificados

# plugins.generic.prereview.semaphore.orcidTrue
source: The ORCID iD of the corresponding author has been correctly identified.
es_es: El ORCID del autor correspondiente ha sido identificado correctamente.
pt_br: O ORCID ID do autor correspondente foi identificado.

# plugins.generic.prereview.semaphore.orcidFalse
source: The ORCID iD of the corresponding author was not identified.
es_es: El ORCID del autor correspondiente no fue identificado.
pt_br: O ORCID ID do autor correspondente não foi identificado.

# plugins.generic.prereview.semaphore.metadata
source: The following metadata is not found in all configured languages:
es_es: Los siguientes metadatos no se encuentran en todos los idiomas configurados:

# plugins.generic.prereview.question.ynNovel
source: Are the findings novel?
es_es: ¿Son novedosos los resultados?
pt_br: As descobertas são novas?

# plugins.generic.prereview.question.ynFuture
source: Are the results likely to lead to future research?
es_es: ¿Es probable que los resultados conduzcan a futuras investigaciones?
pt_br: Os resultados são susceptíveis de levar a pesquisas futuras?

# plugins.generic.prereview.question.ynReproducibility
source: Is sufficient detail provided to allow reproduction of the study?
es_es: ¿Se proporcionan suficientes detalles para permitir la reproducción del estudio?
pt_br: São fornecidos detalhes suficientes para permitir a reprodução do estudo?

# plugins.generic.prereview.question.ynMethods
source: Are the methods and statistics appropriate for the analysis?
es_es: ¿Los métodos y las estadísticas son adecuados para el análisis?
pt_br: Os métodos e estatísticas são apropriados para a análise?

# plugins.generic.prereview.question.ynCoherent
source: Are the principal conclusions supported by the data and analysis?
es_es: ¿Están las principales conclusiones respaldadas por los datos y el análisis?
pt_br: As principais conclusões são apoiadas pelos dados e análises?

# plugins.generic.prereview.question.ynLimitations
source: Does the manuscript discuss limitations?
es_es: ¿Discute el manuscrito las limitaciones?
pt_br: O manuscrito discute limitações?

# plugins.generic.prereview.question.ynEthics
source: Have the authors adequately discussed ethical concerns?
es_es: ¿Los autores han discutido adecuadamente las cuestiones éticas?
pt_br: Os autores discutiram adequadamente as preocupações éticas?

# plugins.generic.prereview.question.ynNewData
source: Does the manuscript include new data?
es_es: ¿El manuscrito incluye datos nuevos?
pt_br: O manuscrito inclui dados novos?

# plugins.generic.prereview.question.ynAvailableData
source: Are the data used in the manuscript available?
es_es: ¿Están disponibles los datos utilizados en el manuscrito?
pt_br: Os dados utilizados no manuscrito estão disponíveis?

# plugins.generic.prereview.question.ynAvailableCode
source: Is the code used in the manuscript available?
es_es: ¿Está disponible el código utilizado en el manuscrito?
pt_br: O código usado no manuscrito está disponível?

# plugins.generic.prereview.question.ynRecommend
source: Would you recommend this manuscript to others?
es_es: ¿Recomendaría este manuscrito a otras personas?
pt_br: Você recomendaria este manuscrito a outras pessoas?

# plugins.generic.prereview.question.ynPeerReview
source: Do you recommend this manuscript for peer review?
es_es: ¿Recomienda este manuscrito para la revisión por pares?
pt_br: Você recomenda este manuscrito para revisão por pares?
